Repository: grossTune/repository.cobramod
Catalog: repo/plugin.video.rtlgroup.*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: General
de_de: Allgemein

# #30002
source: Advanced
de_de: Fortgeschritten

# #30003
source: Media Library
de_de: Medienbibliothek

# #30111
source: Password
de_de: Passwort

# #30112
source: [COLOR orangered]<<<>>> SESSION renew = CLICK HERE <<<>>>[/COLOR]
de_de: [COLOR orangered]<<<>>> SESSION erneuern = HIER KLICKEN <<<>>>[/COLOR]

# #30113
source: Encrypt credentials
de_de: Anmeldedaten verschlüsseln

# #30114
source: Set Addon-Start-Standard
de_de: Addon-Start-Standard festlegen

# #30115
source: Show selection options
de_de: Auswahlmöglichkeiten anzeigen

# #30116
source: [COLOR chartreuse]* Automatic Login at start *[/COLOR]
de_de: [COLOR chartreuse]* Automatisch beim Start einloggen *[/COLOR]

# #30117
source: [COLOR yellow]FREE-Modue without registration (no Premium-Shows)[/COLOR]
de_de: [COLOR yellow]FREE-Modus ohne Anmeldung (keine Premium-Sendungen)[/COLOR]

# #30130
source: Websites-Cache storage (in hours)
de_de: Webseiten-Cache-Speicherung (in Stunden)

# #30131
source: Preferred Videoquality [COLOR yellow](for Premium-Customers)[/COLOR]
de_de: Bevorzugte Videoqualität [COLOR yellow](für Premium-Kunden)[/COLOR]

# #30132
source: Display of Series subfolders [COLOR yellow](Season<>Year)[/COLOR]
de_de: Darstellung der Serien-Unterordner [COLOR yellow](Staffel<>Jahr)[/COLOR]

# #30133
source: Basically only show the YEARS (Default)
de_de: Grundsätzlich nur die JAHRE anzeigen (Standard)

# #30134
source: Automatic switching between SEASON and YEAR
de_de: Automatische Umschaltung zwischen STAFFEL und JAHR

# #30135
source: Sorting of Year or Season
de_de: Sortierung von Jahr bzw. Staffel

# #30136
source: Highest Year- or Seasonnumber display on top
de_de: Höchste Jahres- oder Staffelnummer oben anzeigen

# #30137
source: Lowest Year- or Seasonnumber display on top
de_de: Niedrigste Jahres- oder Staffelnummer oben anzeigen

# #30138
source: Specifically mark MOVIES respectively Specials [COLOR yellow](italics)[/COLOR]
de_de: FILME bzw. Specials besonders kennzeichnen [COLOR yellow](Schrägschrift)[/COLOR]

# #30139
source: Show broadcastdate in title of the program
de_de: Ausstrahlungsdatum im Titel der Sendung anzeigen

# #30140
source: Use Serie as Episodes-Fanart
de_de: Serie als Episoden-Fanart nutzen

# #30160
source: Turn on SSL Certificate validation
de_de: SSL Zertifikatprüfung einschalten

# #30161
source: Check widevine -Status and -Installation regularly
de_de: Widevine -Status und -Installation regelmäßig prüfen

# #30162
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30163
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30180
source: Activate RTLPLUS-Media-Library
de_de: RTLPLUS-Medien-Bibliothek aktivieren

# #30181
source: RTLPLUS-Media-Folder (for .strm- and .nfo- Files)
de_de: RTLPLUS-Media-Ordner (für .strm- und .nfo- Dateien)

# #30182
source: Update of the RTLPLUS-Library (in Hours)
de_de: Update der RTLPLUS-Bibliothek (in Stunden)

# #30251
source: [B][COLOR ff0099ff]ACTIONS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]AKTIONEN[/COLOR][/B]

# #30254
source: [B][COLOR ff0099ff]QUALITY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]QUALITÄT[/COLOR][/B]

# #30255
source: [B][COLOR ff0099ff]SERIES/SORTING[/COLOR][/B]
de_de: [B][COLOR ff0099ff]SERIEN/SORTIERUNG[/COLOR][/B]

# #30256
source: [B][COLOR ff0099ff]TITLE[/COLOR][/B]
de_de: [B][COLOR ff0099ff]TITEL[/COLOR][/B]

# #30258
source: [B][COLOR ff0099ff]CERTIFICATE[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ZERTIFIKAT[/COLOR][/B]

# #30260
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30262
source: [B][COLOR ff0099ff]MEDIA[/COLOR][/B]
de_de: [B][COLOR ff0099ff]MEDIEN[/COLOR][/B]

# #30351
source: [COLOR chartreuse]Please start Addon ... search KODI-Version[/COLOR]
de_de: [COLOR chartreuse]Bitte Addon starten ... suche KODI-Version[/COLOR]

# #30352
source: [B][COLOR ff0099ff]***[/B][/COLOR] Here runs KODI.v.18 [COLOR chartreuse](Your system is compatible with DRM-protected Videos) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]
de_de: [B][COLOR ff0099ff]***[/B][/COLOR] Hier läuft KODI.v.18 [COLOR chartreuse](Ihr System ist für DRM-geschützte Videos kompatibel) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]

# #30353
source: [B][COLOR ff0099ff]***[/B][/COLOR] Here runs KODI.v.19 [COLOR chartreuse](Your system is compatible with DRM-protected Videos) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]
de_de: [B][COLOR ff0099ff]***[/B][/COLOR] Hier läuft KODI.v.19 [COLOR chartreuse](Ihr System ist für DRM-geschützte Videos kompatibel) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]

# #30354
source: [B][COLOR ff0099ff]***[/B][/COLOR] Here runs KODI.v.20 [COLOR chartreuse](Your system is compatible with DRM-protected Videos) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]
de_de: [B][COLOR ff0099ff]***[/B][/COLOR] Hier läuft KODI.v.20 [COLOR chartreuse](Ihr System ist für DRM-geschützte Videos kompatibel) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]

# #30355
source: [B][COLOR ff0099ff]***[/B][/COLOR] Here runs KODI >= v.21 [COLOR chartreuse](Your system is compatible with DRM-protected Videos) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]
de_de: [B][COLOR ff0099ff]***[/B][/COLOR] Hier läuft KODI >= v.21 [COLOR chartreuse](Ihr System ist für DRM-geschützte Videos kompatibel) [/COLOR][B][COLOR ff0099ff]***[/B][/COLOR]

# #30356
source: [B][COLOR ff0099ff]***[/COLOR][/B] Your system is running KODI < v.17 [COLOR orangered](Unfortunately NOT compatible with this Addon) [/COLOR][B][COLOR ff0099ff]***[/COLOR][/B]
de_de: [B][COLOR ff0099ff]***[/COLOR][/B] Auf Ihrem System läuft KODI < v.17 [COLOR orangered](Leider NICHT kompatibel mit diesem Addon) [/COLOR][B][COLOR ff0099ff]***[/COLOR][/B]

# #30357
source: * [COLOR orangered]!!! ATTENTION: The Logindata must only be entered when prompted (otherwise malfunction) !!![/COLOR] *
de_de: * [COLOR orangered]!!! ACHTUNG: Die Anmeldedaten sind nur nach Aufforderung einzugeben (sonst Fehlfunktion) !!![/COLOR] *

# #30358
source: * [COLOR yellow]For RTLPLUS (TVNOW)-Premium- and HD-content, a Premium-Account is required ![/COLOR] *
de_de: * [COLOR yellow]Für RTLPLUS (TVNOW)-Premium- und HD-Inhalte ist ein Premium-Account Voraussetzung ![/COLOR] *

# #30359
source: Your Account-License is valid until : ...
de_de: Ihre Account-Lizenz ist gültig bis : ...

# #30360
source: * [COLOR yellow]After changing this setting - PLEASE RESTART KODI ![/COLOR] *
de_de: * [COLOR yellow]Nach Änderung dieser Einstellung - KODI BITTE NEUSTARTEN ![/COLOR] *

# #30361
source: * [COLOR yellow]This function requires the "[/COLOR]service.cron.autobiblio[COLOR yellow]" ! [/COLOR]*
de_de: * [COLOR yellow]Für diese Funktion ist der "[/COLOR]service.cron.autobiblio[COLOR yellow]" erforderlich ! [/COLOR]*

# #30362
source: [COLOR orangered]Attention: The update period affects only newly added items...[/COLOR]
de_de: [COLOR orangered]Achtung: Der Update-Zeitraum wirkt sich nur auf neu hinzugefügte Elemente aus...[/COLOR]

# #30363
source: [COLOR chartreuse]In order to delete old data, the entry must be deleted and newly added in *service.cron.autobiblio* ![/COLOR]
de_de: [COLOR chartreuse]Um alte Daten zu löschen muss im *service.cron.autobiblio* der Eintrag gelöscht und neu hinzugefügt werden ![/COLOR]

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30502
source: Do you want to login now with your logindata ???[CR][COLOR orangered]* YES - I want to login now || No - I want to continue without LOGIN *[/COLOR][CR][B]Further setting options you will find under: [COLOR yellow]{0:s}[/COLOR] settings ![/B]
de_de: Wollen Sie sich jetzt mit Ihren Anmeldedaten einloggen ???[CR][COLOR orangered]* JA - Ich will mich jetzt einloggen || Nein - Ich will ohne LOGIN fortfahren *[/COLOR][CR][B]Weitere Einstellmöglichkeiten finden Sie unter: [COLOR yellow]{0:s}[/COLOR] Einstellungen ![/B]

# #30503
source: without LOGIN...
de_de: ohne LOGIN...

# #30504
source: LOGIN...
de_de: EINLOGGEN...

# #30505
source: [COLOR orangered]ATTENTION : ... DELETE Addon Cache !!![/COLOR][CR]The complete Cache of [COLOR green]* RTLPLUS - V.3 *[/COLOR] was deleted successfully !!!
de_de: [COLOR orangered]ACHTUNG : ... LÖSCHVORGANG Addon-Cache !!![/COLOR][CR]Der komplette Cache von [COLOR green]* RTLPLUS - V.3 *[/COLOR] wurde erfolgreich gelöscht !!!

# #30506
source: [COLOR orangered]ATTENTION : ... This video is only playable with *premium-access* !!![/COLOR][CR]Please choose another video without premium labeling !!!
de_de: [COLOR orangered]ACHTUNG : ... Dieses Video ist nur mit *Premium-Zugang* abspielbar !!![/COLOR][CR]Bitte wählen Sie ein anderes Video ohne Premium-Kennzeichnung aus !!!

# #30507
source: [COLOR orangered]ATTENTION : ... this Action unfortunately has failed !!![/COLOR][CR][B][COLOR yellow]PLEASE ENTER THE REGISTRATION DATA AGAIN IN THE NEXT MASK ![/COLOR][/B]
de_de: [COLOR orangered]ACHTUNG : ... diese Aktion ist leider fehlgeschlagen !!![/COLOR][CR][B][COLOR yellow]BITTE DIE ANMELDEDATEN ERNEUT IN DIE NÄCHSTE MASKE EINGEBEN ![/COLOR][/B]

# #30508
source: [COLOR orangered]ATTENTION : ... there is NO folder to save Media appointed ![/COLOR][CR]Please select the desired folder in the addon settings !!!
de_de: [COLOR orangered]ACHTUNG : ... es ist KEIN Ordner zum Speichern der Medien festgelegt ![/COLOR][CR]Bitte in den Addon-Einstellungen den gewünschten Ordner auswählen !!!

# #30523
source: ERROR = [COLOR red]This Series is no longer in the Mediathek of RTLPLUS (TVNOW) ![/COLOR]
de_de: ERROR = [COLOR red]Diese Serie gibt es NICHT mehr in der Mediathek von RTLPLUS (TVNOW) ![/COLOR]

# #30524
source: [COLOR red]Unfortunately there are NO {0:s} :[/COLOR]
de_de: [COLOR red]Leider gibt es KEINE {0:s} :[/COLOR]

# #30525
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30526
source: * [COLOR blue]To the respective search term[/COLOR] * at RTLPLUS (TVNOW)
de_de: * [COLOR blue]Zu dem betr. Suchbegriff[/COLOR] * bei RTLPLUS (TVNOW)

# #30527
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at RTLPLUS (TVNOW)
de_de: * [COLOR blue]In der Rubrik: {0:s}[/COLOR] * bei RTLPLUS (TVNOW)

# #30528
source: [COLOR FF008B00]* {0:s} successfull *[/COLOR]
de_de: [COLOR FF008B00]* {0:s} erfolgreich *[/COLOR]

# #30529
source: [COLOR FF008B00]You can proceed now...[/COLOR]
de_de: [COLOR FF008B00]Sie können jetzt fortfahren...[/COLOR]

# #30530
source: [COLOR orangered]ATTENTION : ... Action failed - PLEASE CHECK YOUR LOGINDATA !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... Aktion fehlgeschlagen - BITTE ÜBERPRÜFEN SIE IHRE ANMELDEDATEN !!![/COLOR]

# #30531
source: NO Authorisation...
de_de: KEINE Berechtigung...

# #30532
source: [COLOR orangered]ATTENTION : ... This area requires *premium-access* !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... Für diesen Bereich ist ein *Premium-Zugang* erforderlich !!![/COLOR]

# #30533
source: [COLOR orangered]ATTENTION : ... This program is only playable with *premium-access* !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... Diese Sendung ist nur mit *Premium-Zugang* abspielbar !!![/COLOR]

# #30534
source: ERROR = [COLOR red]The transmitted *Dash-play-link* is BAD ![/COLOR]
de_de: ERROR = [COLOR red]Der übertragene *Dash-Abspiel-Link* ist FEHLERHAFT ![/COLOR]

# #30535
source: [COLOR red]Unfortunately NO suitable Video-Url found ![/COLOR]
de_de: [COLOR red]Leider KEINE passende Video-Url gefunden ![/COLOR]

# #30536
source: My RTLPLUS - V.3-Favourites :
de_de: Meine RTLPLUS - V.3-Favoriten :

# #30537
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] successfully added !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR FF008B00] erfolgreich hinzugefügt !!![/COLOR]

# #30538
source: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] has been deleted !!![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] *[COLOR red] wurde gelöscht !!![/COLOR]

# #30561
source: [COLOR orangered]Some functions of this Addon require a TOKEN ![/COLOR]
de_de: [COLOR orangered]Für einige Funktionen dieses Addons wird ein TOKEN benötigt ![/COLOR]

# #30571
source: [COLOR FF008B00]Added to RTLPLUS-Medialibrary :[/COLOR]
de_de: [COLOR FF008B00]Zur RTLPLUS-Medienbibliothek hinzugefügt :[/COLOR]

# #30572
source: * [COLOR blue]{0:s}[/COLOR] | Update every: [COLOR blue]{1:s} Hrs.[/COLOR] *
de_de: * [COLOR blue]{0:s}[/COLOR] | Update alle: [COLOR blue]{1:s} Std.[/COLOR] *

# #30581
source: [COLOR orangered]Some functions of this Addon require a TOKEN ![/COLOR]
de_de: [COLOR orangered]Für einige Funktionen dieses Addons wird ein TOKEN benötigt ![/COLOR]

# #30601
source: * My RTLPLUS-Favourites *
de_de: * Meine RTLPLUS-Favoriten *

# #30602
source: New broadcasts
de_de: Neue Sendungen

# #30603
source: Preview & Retrospect
de_de: Vor- & Rückschau

# #30604
source: Sort by stations
de_de: Nach Sendern

# #30605
source: Listing from A-Z
de_de: Auflistung von A-Z

# #30606
source: Categories
de_de: Rubriken

# #30608
source: Themes
de_de: Themen

# #30609
source: Search ...
de_de: Suche ...

# #30612
source: --- Cache delete --- [COLOR deepskyblue](autom. Updateintervall >> {0:s} Hours <<)[/COLOR]
de_de: --- Cache löschen --- [COLOR deepskyblue](autom. Updateintervall >> {0:s} Stunden <<)[/COLOR]

# #30613
source: RTLPLUS - V.3 Settings
de_de: RTLPLUS - V.3 Einstellungen

# #30614
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30621
source: [COLOR lime] *** (Logged in as >> {0:s} <<)[/COLOR]
de_de: [COLOR lime] *** (Eingeloggt als >> {0:s} <<)[/COLOR]

# #30622
source: [COLOR orangered] ~~~ (!!! You are NOT logged in !!!)[/COLOR]
de_de: [COLOR orangered] ~~~ (!!! Sie sind NICHT eingeloggt !!!)[/COLOR]

# #30623
source: Pilot/Specials & More
de_de: Pilot/Specials & Mehr

# #30624
source: [COLOR deepskyblue]Season {0:s} • Episode {1:s} [/COLOR]|
de_de: [COLOR deepskyblue]Staffel {0:s} • Folge {1:s} [/COLOR]|

# #30625
source: [COLOR chartreuse]{0:s} o'clock[/COLOR]
de_de: [COLOR chartreuse]{0:s} Uhr[/COLOR]

# #30627
source: From Age {0:s}
de_de: Ab {0:s} Jahren

# #30628
source: without age restriction
de_de: ohne Altersbeschränkung

# #30629
source: Search on RTLPLUS (TVNOW) ...
de_de: Suche auf RTLPLUS (TVNOW) ...

# #30630
source: [COLOR orangered]to {0:s} o'clock[/COLOR]
de_de: [COLOR orangered]bis {0:s} Uhr[/COLOR]

# #30631
source: [CR][CR]After:[CR][COLOR yellow]{0:s}[CR]{1:s} - {2:s}[/COLOR]
de_de: [CR][CR]Danach:[CR][COLOR yellow]{0:s}[CR]{1:s} - {2:s}[/COLOR]

# #30634
source: From [COLOR chartreuse]{0:s}[/COLOR] to [COLOR orangered]{1:s}[/COLOR][CR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR] bis [COLOR orangered]{1:s}[/COLOR][CR][CR]

# #30651
source: [COLOR chartreuse]Add to RTLPLUS-Favourites ...[/COLOR]
de_de: [COLOR chartreuse]Zu RTLPLUS-Favoriten hinzufügen ...[/COLOR]

# #30652
source: [COLOR orangered]... Remove from RTLPLUS-Favourites[/COLOR]
de_de: [COLOR orangered]... Aus RTLPLUS-Favoriten entfernen[/COLOR]

# #30653
source: [COLOR cyan]* Save to RTLPLUS-Library *[/COLOR]
de_de: [COLOR cyan]* In RTLPLUS-Bibliothek speichern *[/COLOR]

# #30654
source: [COLOR yellow]Add to RTLPLUS-Playlist[/COLOR]
de_de: [COLOR yellow]In RTLPLUS-Abspielliste einreihen[/COLOR]

# #30671
source: [COLOR yellow]Enter your username[/COLOR]
de_de: [COLOR yellow]Benutzernamen eingeben[/COLOR]

# #30672
source: [COLOR yellow]Enter your password[/COLOR]
de_de: [COLOR yellow]Passwort eingeben[/COLOR]

# #32101
source: Mon
de_de: Mo

# #32102
source: Tue
de_de: Di

# #32103
source: Wed
de_de: Mi

# #32104
source: Thu
de_de: Do

# #32105
source: Fri
de_de: Fr

# #32106
source: Sat
de_de: Sa

# #32107
source: Sun
de_de: So

# #32201
source: Mar
de_de: Mär

# #32202
source: May
de_de: Mai

# #32203
source: Oct
de_de: Okt

# #32204
source: Dec
de_de: Dez
